Repository: bobby285271/music
Catalog: po/extra/*.po
Languages: sk

source: Music
sk: Hudba

source: The official elementary music player
sk: Oficiálny hudobný prehrávač od elementary

source: Music is a fast and beautiful audio player with a focus on music and libraries. It handles external devices and album art.
sk: Aplikácia Hudba je rýchly a krásny hudobný prehrávač so zameraním na hudbu a knižnice. Spravuje externé zariadenia a obrázky albumov.

source: Drop support for Last.FM
sk: Odstránená podpora pre Last.FM

source: Updated translations
sk: Aktualizované preklady

source: Fix an issue with saving smart playlists
sk: Opravený problém s ukladaním inteligentných zoznamov

source: Drop support for CD-ROM
sk: Odstránená podpora pre CD

source: Dark style support
sk: Pridaná podpora Tmavého štýlu

source: Minor visual improvements
sk: Menšie vizuálne zlepšenia

source: Fix removing items from the queue
sk: Opravený problém s odstraňovaním položiek z fronty

source: Fix equalizer sliders not properly disabled sometimes
sk: Opravené nesprávne vypínanie posuvníkov ekvalizéra

source: Performance improvements
sk: Vylepšenia výkonu

source: Removed old gsignond vapi
sk: Odstránené staré gsignond vapi

source: LibraryWindow: Use Granite.MessageDialog for showing alerts
sk: LibraryWindow: Pre zobrazovanie upozornení používať Granite.MessageDialog

source: PlaylistsUtils: Use Gtk.FileChooserNative
sk: PlaylistsUtils: Používať Gtk.FileChooserNative

source: Accurately remember window size
sk: Presné zapamätanie veľkosti okna

source: Scale album art properly at high resolutions
sk: Pridaná správna zmena veľkosti obrázku albumu pri vysokých rozlíšeniach

source: Accurately select Music Folder Location for directories with spaces in name
sk: Presný výber umiestnenia priečinku s hudbou pre adresáre s medzerami v názve

source: New MediaKeyListener path for gnome-settings-daemon
sk: Nový popis umiestnenia MediaKeyListener pre gnome-settings-daemon

source: AlbumView: double-click to play album
sk: AlbumView: prehrávanie albumu dvojitým kliknutím

source: Associate with s3m files
sk: Asociácia so súbormi typu s3m

source: Queue fixes
sk: Opravy fronty prehrávania

source: Properly restore playlists
sk: Správne obnovovanie zoznamov skladieb

source: Always respect custom music folder setting
sk: Vždy rešpektovať používateľsky určené nastavenie priečinku s hudbou

source: Minor bug fixes
sk: Opravy drobných chýb

source: Fix list and column view sorting
sk: Opravené triedenie v zobrazení zoznamu a stĺpcov

source: Add orange accent color
sk: Pridaný oranžový farebný odtieň

source: Add shortcut accels to tooltips
sk: Pridanie urýchľovačov skratiek do popisov

source: Various UI changes
sk: Rozličné zmeny v používateľskom rozhraní

source: Shuffle fixes
sk: Opravy funkcie náhodného prehrávania

source: Initial MPRIS support
sk: Počiatočná podpora pre protokol MPRIS

source: Music Player
sk: Prehrávač hudby

source: Listen to music
sk: Počúvať hudbu
